tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/php"
tap "homebrew/services"
cask "osxfuse"
cask "xquartz"
brew "awscli"
brew "bash"
brew "cmake"
brew "curl", args: ["with-openssl"]
brew "duti"
brew "faac"
brew "fdupes"
brew "lame"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "flac"
brew "gdbm"
brew "gettext"
brew "gifsicle"
brew "gnu-sed"
brew "gnupg"
brew "openssl"
brew "xz"
brew "grep"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "lftp"
brew "libao"
brew "libevent"
brew "libogg"
brew "libvorbis"
brew "libsndfile"
brew "livestreamer"
brew "lynx"
brew "mackup"
brew "mad"
brew "mas"
brew "md5sha1sum"
brew "media-info"
brew "mktorrent"
brew "ncdu"
brew "nmap"
brew "node"
brew "ntfs-3g"
brew "opencore-amr"
brew "pandoc"
brew "parallel"
brew "pkg-config"
brew "privoxy", restart_service: true
brew "python"
brew "python3"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "sox", args: ["with-flac", "with-lame", "with-libao", "with-libsndfile", "with-libvorbis", "with-opencore-amr"]
brew "speedtest-cli"
brew "spoof-mac", restart_service: true
brew "sshfs"
brew "stow"
brew "svtplay-dl"
brew "tmux"
brew "tor"
brew "transmission"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
cask "1password"
cask "adobe-digital-editions"
cask "adobe-reader"
cask "angry-ip-scanner"
cask "appcleaner"
cask "atext"
cask "betterzipql"
cask "blockblock"
cask "cheatsheet"
cask "dhs"
cask "dropbox"
cask "firefox"
cask "flux"
cask "github-desktop"
cask "gmail-notifier"
cask "google-chrome"
cask "google-drive"
cask "grandperspective"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "jumpcut"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kindle"
cask "knockknock"
cask "little-flocker"
cask "little-snitch"
cask "macvim"
cask "mediainfo"
cask "messenger"
cask "mono-mdk"
cask "nocturn"
cask "onyx"
cask "openemu"
cask "openra"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "quicklook-pat"
cask "quicklook-pfm"
cask "quicklookase"
cask "quicknfo"
cask "rcdefaultapp"
cask "skype"
cask "slack"
cask "spotifree"
cask "steam"
cask "suspicious-package"
cask "syncthing-bar"
cask "textmate"
cask "tomighty"
cask "torbrowser"
cask "transmission"
cask "tuntap"
cask "virtualbox"
cask "viscosity"
cask "vlc"
cask "vlc-webplugin"
cask "webpquicklook"
cask "wineskin-winery"
cask "xld"
mas 'iNet Network Scanner', id: 403304796
mas 'Keynote', id: 409183694
mas 'Minesweeper', id: 410759890
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pocket', id: 568494494
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 557168941
