tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/services'
cask 'osxfuse'
cask 'xquartz'
brew 'bash'
brew 'bash-completion'
brew 'cmake'
brew 'curl', args: ['with-openssl']
brew 'faac'
brew 'fdupes'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'gifsicle'
brew 'gnu-sed'
brew 'openssl', args: ['universal']
brew 'googler'
brew 'grep'
brew 'lua'
brew 'highlight'
brew 'imagemagick'
brew 'jq'
brew 'lftp'
brew 'livestreamer'
brew 'lynx'
brew 'mackup'
brew 'python'
brew 'macvim'
brew 'mas'
brew 'md5sha1sum'
brew 'media-info'
brew 'mktorrent'
brew 'ncdu'
brew 'nmap'
brew 'node'
brew 'ntfs-3g'
brew 'pandoc'
brew 'parallel'
brew 'privoxy', restart_service: true
brew 'rbenv'
brew 'rename'
brew 'rsync'
brew 'ruby'
brew 'shellcheck'
brew 'sox', args: ['with-flac', 'with-lame', 'with-libao', 'with-libsndfile', 'with-libvorbis', 'with-opencore-amr']
brew 'speedtest_cli'
brew 'spoof-mac', restart_service: true
brew 'sshfs'
brew 'stow'
brew 'svtplay-dl'
brew 'texi2html'
brew 'the_silver_searcher'
brew 'tmux'
brew 'transmission'
brew 'tree'
brew 'tor'
brew 'unrar'
brew 'vim', args: ['with-override-system-vi', 'with-python3']
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
cask '1Password'
cask 'adobe-digital-editions'
cask 'adobe-reader'
cask 'angry-ip-scanner'
cask 'appcleaner'
cask 'atext'
cask 'atom'
cask 'betterzipql'
cask 'cheatsheet'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'gmail-notifier'
cask 'google-chrome'
cask 'google-drive'
cask 'gpgtools'
cask 'grandperspective'
cask 'hammerspoon'
cask 'imageoptim'
cask 'iterm2'
cask 'jumpcut'
cask 'karabiner-elements'
cask 'keepingyouawake'
cask 'kindle'
cask 'little-flocker'
cask 'little-snitch'
cask 'macvim'
cask 'mediainfo'
cask 'messenger'
cask 'onyx'
cask 'openemu'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'quicklook-pat'
cask 'quicklook-pfm'
cask 'quicklookase'
cask 'quicknfo'
cask 'rcdefaultapp'
cask 'santa'
cask 'skype'
cask 'spotifree'
cask 'steam'
cask 'suspicious-package'
cask 'syncthing-bar'
cask 'techstoreclub-simple-comic'
cask 'textmate'
cask 'tomighty'
cask 'transmission'
cask 'tuntap'
cask 'virtualbox'
cask 'viscosity'
cask 'vlc'
cask 'vlc-webplugin'
cask 'webpquicklook'
cask 'wineskin-winery'
cask 'xld'
mas 'iNet Network Scanner', id: 403304796
mas 'Keynote', id: 409183694
mas 'Minesweeper', id: 410759890
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Pocket', id: 568494494
mas 'The Unarchiver', id: 425424353
mas 'Tweetbot', id: 557168941
