zsh-users/zsh-completions
djui/alias-tips

rupa/z
changyuheng/fz

mafredri/zsh-async
sindresorhus/pure

jeffreytse/zsh-vi-mode

# zsh-syntax-highlighting needs to go last
zsh-users/zsh-syntax-highlighting

